/* No comment provided by engineer. */
"%@ since last back-up" = "%@ des de l'última còpia de seguretat";

/* No comment provided by engineer. */
"AC Power" = "Corrent alterna";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Connectat";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Desconnectat";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Compte! Activar aquesta opció afegirà HardwareGrowler als ítems d'inici de sessió";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Activant aquesta opció permeteu que HardwareGrowler s'obri cada cop que inicieu sessió, estant disponible en qualsevol moment";

/* No comment provided by engineer. */
"Back-up took %@" = "La còpia de seguretat ha trigat %@";

/* No comment provided by engineer. */
"Battery charging" = "Carregant la bateria";

/* No comment provided by engineer. */
"Battery Low!" = "Bateria baixa!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Bateria baixa. Per favor endolleu el Mac ara.";

/* No comment provided by engineer. */
"Battery Power" = "Energia";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth connectat";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Connexió Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth desconnectat";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Desconnexió Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "El mòdul Bluetooth requereix Mac OSX Lion 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Monitor de Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Canceled after %@" = "Cancel·lat després de %@";

/* No comment provided by engineer. */
"Caps Lock" = "Bloqueig de majúscules";

/* No comment provided by engineer. */
"Caps Lock Off" = "Bloqueig de majúscules desactivat";

/* No comment provided by engineer. */
"Caps Lock On" = "Bloqueig de majúscules activat";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Clica per obrir";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Nivell Actual: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Activar aquesta opció farà que HardwareGrowler funcioni sense mostrar una icona al dock o a la barra de menú.\n\nPer a accedir a les preferències, premeu HardwareGrowler en el Launchpad o bé obriu HardwareGrowler en el Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Fallit després de %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire connectat";

/* No comment provided by engineer. */
"Firewire Connection" = "Connexió Firewire";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire desconnectat";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Desconnexió Firewire";

/* No comment provided by engineer. */
"Firewire Monitor" = "Monitor Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Fes una còpia de seguretat; cap còpia de seguretat anterior trobada";

/* No comment provided by engineer. */
"FN Key" = "Tecla FN";

/* No comment provided by engineer. */
"FN Key Pressed" = "Tecla FN premuda";

/* No comment provided by engineer. */
"FN Key Released" = "Tecla FN lliure";

/* No comment provided by engineer. */
"General" = "General";

/* Unit names */
"hours" = "hores";

/* No comment provided by engineer. */
"Icon:" = "Icona:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Dispositius ignorats:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Per a poder rebre notificacions de dispositius Bluetooth cal que actualitzeu a Mac OSX Lion 10.7.3";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Per a poder rebre notificacions de telèfons cal que actualitzeu a Mac OSX Lion 10.7.3";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Trucada de telèfon";

/* No comment provided by engineer. */
"Incoming SMS" = "Missatge SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interfície:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interfície:\t%1$@\nMèdia:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "Adreça IP canviada";

/* No comment provided by engineer. */
"IP Addresses Updated" = "Adreça IP actualitzada";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "S'ha accedit a la xarxa.\n SSID:\t\t%1$@\n BSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Monitor del teclat";

/* No comment provided by engineer. */
"Left network %@." = "S'ha abandonat la xarxa %@";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minuts";

/* No comment provided by engineer. */
"Modules" = "Mòduls";

/* No comment provided by engineer. */
"Mounted" = "Montat";

/* No comment provided by engineer. */
"Network Link Down" = "Enllaç de xarxa caigut";

/* No comment provided by engineer. */
"Network Link Up" = "Enllaç de xarxa recuperat";

/* No comment provided by engineer. */
"Network Monitor" = "Monitor de Xarxa";

/* display no icon at all */
"No icon visible" = "Cap icona visible";

/* No comment provided by engineer. */
"No routable IP addresses" = "Cap adreça IP routeable";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Notifica per:";

/* No comment provided by engineer. */
"Num Lock" = "Bloqueig del teclat numèric";

/* No comment provided by engineer. */
"Num Lock Off" = "Teclat numèric desbloquejat";

/* No comment provided by engineer. */
"Num Lock On" = "Teclat numèric bloquejat";

/* If the string is too long, use O */
"OFF" = "Apagat";

/* No comment provided by engineer. */
"Ok" = "D'acord";

/* If the string is too long, use I */
"ON" = "Encès";

/* Format string for On <power type> */
"On %@" = "A %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Obre les preferències de HardwareGrowler";

/* No comment provided by engineer. */
"Phone Module" = "Mòdul de Telèfon";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "El mòdul de Telèfon requereix Mac OSX Lion 10.7.3 o superior";

/* No comment provided by engineer. */
"Power Changed" = "Ha canviat l'alimentació";

/* No comment provided by engineer. */
"Power Monitor" = "Monitor d'alimentació";

/* No comment provided by engineer. */
"Power Warning" = "Alarma d'alimentació";

/* No comment provided by engineer. */
"Preferences" = "Preferències";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Surt de HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Actualitza l'estat de la bateria";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Actualitza cada:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Actualitza només en bateria";

/* Unit names */
"seconds" = "segons";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Enviat quan un dispositiu Bluetooth es connecta";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Enviat quan un dispositiu Bluetooth es desconnecta";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Enviat quan un dispositiu Firewire es connecta";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Enviat quan un dispositiu Firewire es desconnecta";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Enviat quan un dispositiu Thunderbolt es connecta";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Enviat quan un dispositiu Thunderbolt es desconnecta";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Enviat quan un dispositiu USB es connecta";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Enviat quan un dispositiu USB es desconnecta";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Enviat quan es monta un volum";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Enviat quan es desmonta un volum";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Enviat quan AirPort es connecta a una xarxa";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Enviat quan AirPort es desconnecta a una xarxa";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Enviat quan un enllaç d'ethernet cau";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Enviat quan un enllaç d'ethernet és activat";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Enviat quan la bateria està a punt d'esgotar-se";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Enviat quan l'adreça IP ha canviat";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Enviat quan la font d'alimentació o l'estat de la càrrega ha canviat";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Enviat quan Time Machine ha detectat un error en fer la còpia de seguretat";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Enviat quan Time Machine ha acabat de fer la còpia de seguretat";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Enviat quan Time Machine ha estat cancel·lat";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Enviat quan Time Machine ha començat a fer la còpia de seguretat";

/* No comment provided by engineer. */
"Shift Key" = "Tecla majúscula";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Tecla majúscula premuda";

/* No comment provided by engineer. */
"Shift Key Released" = "Tecla majúscula alliberada";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Mostra dispositius connectats en obrir l'aplicació";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Mostra l'icona en ambdós llocs";

/* display the icon only in the dock */
"Show icon in the dock" = "Mostra l'icona en el dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Mostra l'icona en la barra de menú";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Obre HardwareGrowler en iniciar la sessió:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "No hi han preferències disponibles per aquest monitor";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Els canvis s'aplicaran quan l'aplicació es reiniciï";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt connecat";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Connexió Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt desconnectat";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Desconnexió Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Monitor Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine cancel·lat";

/* No comment provided by engineer. */
"Time Machine Failed" = "Error en Time Machine";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine ha finalitzat";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine ha finalitzat";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine ha començat";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine ha començat";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Temps restant: %lu minuts";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Temps per a finalitzar la càrrega: %lu minuts";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Monitor Time Machine";

/* No comment provided by engineer. */
"Unknown Power Source" = "Font d'alimentació desconeguda";

/* No comment provided by engineer. */
"Unmounted" = "Desmontat";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositiu Firewire sense nom";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Dispositiu Thunderbolt sense nom";

/* No comment provided by engineer. */
"UPS Power" = "Energia SAI";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Port USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "Port USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Port USB";

/* No comment provided by engineer. */
"USB Connected" = "USB connectat";

/* No comment provided by engineer. */
"USB Connection" = "Connexió USB";

/* No comment provided by engineer. */
"USB Disconnected" = "USB desconnectat";

/* No comment provided by engineer. */
"USB Disconnection" = "Desconnexió USB";

/* No comment provided by engineer. */
"USB Monitor" = "Monitor USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Monitor de volum";

/* No comment provided by engineer. */
"Volume Mounted" = "Volum montat";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volum desmontat";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Compte! Activar aquesta opció farà que HardwareGrowler s'executi en segon pla";

